{
  "competences": {
    "video": {
      "nom": "Montage",
      "desc": "L'étudiant apprend à utiliser les périphériques et logiciels de traitement sonore et vidéo, ainsi qu'à créer des effets spéciaux visuels, animations graphiques, 3D, caméras et lumières virtuelles, et techniques d'écran vert.",
      "outils": {
        "Premiere Pro": "premiere",
        "Audition": "audition",
        "After Effects": "aftereffects"
      },
      "projets": {
        "Disparu dans le vent": "191",
        "R'lyeh": "206",
        "Souffle Court": "207"
      }
    },
    "design": {
      "nom": "Design",
      "desc": "Avec Figma, l'étudiant conçoit des expériences interactives centrées sur l'utilisateur, crée un prototype, un blog pour ses avancements et effectue des tests utilisateurs pour améliorer sa maquette.",
      "outils": {
        "Figma": "figma"
      },
      "projets": {
        "Carolyn's gift": "201",
        "Jeu DIvertioz": "202",
        "Tortue de Mer": "195"
      }
    },
    "jeux": {
      "nom": "Jeux",
      "desc": "Cette compétence se développe en deuxième année, lorsque l'étudiant utilise ses connaissances de base pour assembler et intégrer des éléments dans Unity, notamment pour créer des jeux vidéo originaux.",
      "outils": {
        "Unity": "unity",
        "C Sharp": "csharp"
      },
      "projets": {
        "Triptyque": "199",
        "Chroniques Dystopiques": "62",
        "Lights Out": "203"
      }
    },
    "web": {
      "nom": "Programmation",
      "desc": "Les étudiants en TIM suivent 5 cours de web (1W1 à 5W5) pour apprendre progressivement la programmation front-end. Ils abordent le design, le formatage, la programmation dynamique, la gestion de bases de données, et utilisent des outils comme WordPress et React (React cours optionnel).",
      "outils": {
        "Html": "html",
        "JavaScript": "javascript",
        "Css": "css",
        "WordPress": "wordpress"
      },
      "projets": {
        "Jean-Seb et Eric": "200",
        "Disques Beatnick": "208",
        "Ami-fer": "209"
      }
    },
    "_3d": {
      "nom": "Création",
      "desc": "L'étudiant crée ses propres médias (images, photos, typographie, sons, objets 3D, etc.) pour les utiliser dans ses projets individuels ou en équipe.",
      "outils": {
        "Photoshop": "photoshop",
        "Illustrator": "illustrator",
        "Maya": "maya"
      },
      "projets": {
        "Lacryma": "64",
        "Anachronique": "205",
        "Un nouveau monde": "204"
      }
    }
  },
  "prespro": "La technique d'intégration multimédia (TIM) du Collège de Maisonneuve forme des spécialistes en création, développement et intégration de contenus numériques interactifs. Les diplômés maîtrisent la conception d'expériences utilisateur sur des plateformes variées comme les sites web et les jeux vidéo. Le programme combine créativité et logique pour répondre aux besoins d'un marché en constante évolution."
}
